[
  {
    "title": "EU RMR: A FAZE SEM VOLT JÓ EGÉRFOGÓ, TORZSIÉK UTAZNAK PÁRIZSBA!",
    "category": "CS:GO",
    "short": "Egy elképesztő mérkőzésen feszült egymásnak a világ 2. és 10. legjobb csapata, ám minden igyekezete ellenére sem tudott a FaZe kifogni a MOUZon",
    "article1": "Véget ért az európai A RMR, eldőlt, ki lesz az első nyolc csapat a régióból, akik utazhatnak a Párizs Majorre. A magyar rajongók nagy örömére a MOUZ is ottvan a névsoron, miután tegnap a Virtus.pro-t, ma pedig egy maratoni mérkőzésen a FaZe-t is felülmúlták torzsiék. De rajtuk kívül boldogan távozhat még Koppenhágából a NAVI, a fnatic, az Into the Breach, a Bad News Eagles, a GamerLegion, az Apeks és az OG is. A MOUZ által megvert FaZe sem esett még ki a potenciális Major csapatok közül, hiszen ők, valamint a Falcons és a B8 az utolsó esélyért szóló selejtezőn folytatják a küzdelmet a jövőhét második felében. Velük együtt még három B RMR-es csapat fog játszani ott, a tét pedig hatalmas lesz, hiszen onnan már csak egyetlen kiadó hely érhető el. Viszont a VP, a Sprout, a 1WIN, a Viperio és a SAW már biztosan nem játszhatnak az utolsó CS:GO Majorön.",
    "article2": "A FaZe és a MOUZ összecsapásán Nuke, Ancient és Inferno került elő a vétó során, ami elég kiegyenlítettnek ígérkezett. Azonban a MOUZ rögtön meglepetéssel indított, hiszen 10:5-ös CT-oldalt, majd egy magabiztos T-oldalt hoztak össze, miután torzsi 1v2 AWP clutch-csal érte el a meccspontot. Ennek köszönhetően 16:8-cal elrabolták a FaZe választását és még ezután jöhetett a nekik lejtő Ancient! Itt a MOUZ által hónapok óta fejlesztett T-oldalon egészen kellemes 7:8-at értek el, ám a térfélcsere után karriganék visszavágtak Nuke-ért és 16:9-ig szinte megállás nélkül rohantak.",
    "article3": "A széria tehát kiegyenlített állással ért Infernora, a pályára, ami mindkét csapatnak erőssége. Az első félidőben sokáig fej-fej mellett haladtak a csapatok, ám az utolsó körökben a FaZe T-oldala túljárt a védelem eszén, 9:6. A félidő után azonban nem csak a térfelek, a szerencse is fordult: xertioN vezetésével magabiztosan menetelt a MOUZ a győzelem felé, egy ponton képtelenek voltak hibázni is, amikor pedig becsúszott valami, ott volt dexter, hogy lehozza. Azonban a FaZe az utolsó potenciális vásárlási lehetőségüket kihasználva hamarabb ért a meccsponthoz 15:14-nél, így a MOUZ célja hirtelen a hosszabbítás lett. De ezt sikerült elérni és innentől kezdve már tényleg nem volt megállj, négy kitűnő körrel 19:15-re megnyerte Infernot és a szériát is a MOUZ!",
    "postImg": "https://esport1.hu/images/6432e9bff0152_6432e9bff010b-a-faze-sem-volt-jo-egerfogo-torzsiek-utaznak-parizsba.jpg",
    "mainImg": "https://esport1.hu/images/642fe583f2149_642fe583f2102-minden-amit-a-parizs-major-rmr-jeirol-tudni-kell.jpg",
    "lead": false,
    "postDate": "2023/04/09"
  },
  {
    "title": "Az Escape from Tarkov készítői több ezer csaló nevét tették közzé",
    "category": "EFT",
    "short": "A Battlestate Games tovább folytatja a csalókkal való küzdelmet, melynek részeként ismét rengeteg játékost bannolt.",
    "article1": "Sajnos manapság az online játékok levakarhatatlan velejárói a játékélménybe alaposan belerondító csalók is, akikkel már-már végtelennek tűnik a stúdiók küzdelme, bár akadnak azért apróbb győzelmek, a Destiny 2 alkotóinak például nemrég 4.3 millió dolláros kártérítést ítélt meg a bíróság egy csaláskészítővel szemben. Hasonló cípőben jár a népszerű Escape from Tarkov készítője, a Battlestate Games is, mely a BattleEye segítségével rendszeresen kisöpri a csalókat játékából, és most is több ezret tiltott ki, ráadásul egy kvázi szégyenlistaként egy publikus táblázatba szedve közzé is tette az érintettek felhasználónevét.",
    "article2": "Nemrég egyébként a stúdió COO-ja, Nikita Buyanov Redditen is elég erős szavakkal igyekezett nem csak azt, hogy milyen fontos számukra a csalók elleni fellépés, de pontokba szedve fel is vázolta, hogy milyen eszközökkel harcolnak ellenük, zárásként pedig a játékosokat is arra buzdítja, hogy 'jelentsenek minden rohadékot'.",
    "postImg": "https://i.cdn29.hu/apix_collect_c/1511/escape-from-tarkov/escape_from_tarkov_screenshot_20200613231050_1_original_760x425_cover.webp",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/1511/escape-from-tarkov/escape_from_tarkov_screenshot_20200716092924_1_original_760x425_cover.webp",
    "lead": true,
    "postDate": "2023/04/11"
  },
  {
    "title": "Escape from Tarkov – A közösség segíthet kiszűrni a csalókat",
    "category": "EFT",
    "short": "Az játékosokat arra kérik, hogy osszák meg a Discordon keresztül a csalásról készült klipeket.",
    "article1": "Az Escape from Tarkov mostantól ellenőrzött profilokkal rendelkező önkénteseket használ, hogy kiszűrjék a csalókat. Mint arról az NME beszámolt, a kezdeményezést a tartalomkészítő Trey24K jelentette be, aki szerint a szerver- és engine-problémák miatt a Battlestate Gamesnek magának kellett számtalan hibát átnéznie és a csalók sokszor átcsúsztak a szűrőn. Ez az új, közösség által irányított rendszer a hibák nagy részét még azelőtt kigyomlálja, hogy azok a Battlestate-hez eljutnának, így könnyebb lesz intézkedni.",
    "article2": "A játékosokat arra kérik, hogy küldjenek egy üzenetet a hivatalos Discord-csatornán keresztül, csatolva egy klipet a tevékenységről a felhasználónév- és a Raid azonosítójával, amelyet ezután a fent említett önkéntesek átfésülnek. 'Miután a klipet egy másik csapat feldolgozta és kétszeresen ellenőrizte, elküldik a Battlestate Games egy erre a célra létrehozott csapatához, amely személyesen fogja felülvizsgálni a fiókot és minden releváns információt, hogy elvégezze a manuális tiltást' – magyarázta Trey24K.",
    "postImg": "https://i.cdn29.hu/apix_collect_c/ngg_images/2302/10/pubg_studios_project_blackbudget_082204_1_original_760x425_cover.webp",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/2201/kevesbe-ismert-fps-jatekok/kevesbe_ismert_fps_jatekok_screenshot_20220120134233_3_original_760x425_cover.webp",
    "lead": false,
    "postDate": "2023/02/28"
  },
  {
    "title": "Az Escape From Tarkov Arena egy új, önálló FPS lesz",
    "category": "EFT",
    "short": "A Battlestate Games bejelentette, hogy új játékkal készülnek az Escape From Tarkov közösségének.",
    "article1": "A mai napig aktív és lelkes játékosbázissal rendelkezik az Escape From Tarkov, amely az egykori S.T.A.L.K.E.R., Mass Effect és BioShock fejlesztőket is tömörítő Battlestate Games 'harcore és realisztikus, történet-vezérelt FPS-RPG-MMO hibridje'. A fejlesztőcsapat azonban nem éri be ennyivel, dolgoznak egy spin-offon is, amely a játékosok által várt aréna mód lesz egy önálló projektként. Az Escape From Tarkov Arena alapvetően olyan lesz, mint az alapjáték, de az elképesztő lootolás helyett a Tarkov városában található arénákban zajló 'gladiátorharcok' lesznek a középpontban.",
    "article2": "Ez azonban nem csak egy deathmatch lesz, a Battlestate szerint az Arena tartalmazni fog PvP és PvE módokat, valamint egy fejlődési rendszert is fegyverek és felszerelések feloldásával. Jó hír, hogy az Escape From Tarkov játékosoknak lehetőségük lesz a spin-offot játszani a fő profiljuk karaktereivel.",
    "article3": "Az Escape From Tarkov 140 dolláros Edge of Darkness csomagjának új és meglévő vásárlói ingyenes hozzáférést kapnak minden jövőbeli DLC-hez, így az Arénához is, a többi kiadás-tulajdonosai számára viszont az Arena 'fizetős DLC' lesz, ugyanakkor önálló játékként is elérhető lesz. Egy kicsit zavaros a dolog, főleg hogy az alapjáték technikailag még mindig nem jelent meg, de van még idő a részletek tisztázására. Ti ki fogjátok próbálni az Escape From Tarkov Arenát?",
    "postImg": "https://i.cdn29.hu/apix_collect_c/1511/escape-from-tarkov/escape_from_tarkov_screenshot_20160804081315_2_original_1170x656_cover.jpg",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/2206/escape-from-tarkov-arena/escape_from_tarkov_arena_screenshot_20220604102320_1_original_760x425_cover.webp",
    "lead": false,
    "postDate": "2023/03/15"
  },
  {
    "title": "Komoly változások lesznek a PUBG: Battlegroundsban",
    "category": "PUBG",
    "short": "A Krafon egy picit lekéste az év eleji roadmap-időszakot, de azért március közepén csak beesett egy tervezet.",
    "article1": "A 2017-2018-as időszak egy jelentős részét uralta a PUBG körüli őrület, aztán szépen lassan megjelentek a riválisok is. Szerencsére már nem tartunk ott, hogy havonta jelentenének be egy új BR címet, és mostanra már csak az igazi óriások maradtak életben a piacon. A PUBG is ezek között van. A fejlesztők a hétvégén tudatták a rajongókkal, hogy mire számíthatnak az idei évben, és bizony nagy változásokat ígértek: mind a PUBG-n belül, mind azon kívül új dolgokra számíthatunk.",
    "article2": "A csapat először is átvizsgálja majd a játék alapjait és minden főbb elemét, a játékosok szokásaitól és játékstílusaitól az azokat támogató funkciókig. Ezután keményen ráfekszenek majd a Normal Match módra, úgy látják ugyanis, hogy az a központi játékmód, ahonnan a közösség nagyja aztán elindul később felfedezni a többi lehetőséget. 'Hogy biztosíthassuk a PUBG hosszútávú sikerét, ahhoz először a Normal Matchnél kell garantálnunk egy magával ragadó játékélményt.' A terveik között szerepel a stressz redukálása, a tempó növelése, és a meccsek korai fázisainak rövidítése. Összességében csökkenteni szeretnék a játékidő hosszát, amit gyakrabban felbukkanó tárgyakkal és járművekkel, és gyorsabban szűkülő Blue Zone-nal szeretnének elérni. A halál/feltámasztás rendszerét is át szeretnék dolgozni.",
    "postImg": "https://i.cdn29.hu/apix_collect_c/ngg_images/2211/27/pubg_battlegrounds_playerunknown_s_battlegrounds_100620_1_original_760x425_cover.webp",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/ngg_images/2303/20/playerunknown_s_battlegrounds_battle_royale_105600_1_original_760x425_cover.webp",
    "lead": false,
    "postDate": "2023/03/16"
  },
  {
    "title": "VALORANT: LEZÁRULT AZ EEK POWERED BY K&H RÁJÁTSZÁSA, ŐK LESZNEK OTT AZ OFFLINE DÖNTŐBEN",
    "category": "Valorant",
    "short": "Ott leszel az Óbudai Egyetem és a Debreceni Egyetem párharcán a Gamerlandben?",
    "article1": "Véget ért a 2023-as tavaszi Egyetemi E-sport Kupa Powered by K&H VALORANT versenyének rájátszása, így megvan, hogy mely csapatok lesznek ott a Gamerlandben az április 6-án, csütörtökön megrendezésre kerülő EEK powered by K&H döntőjében! Bár minden résztvevő derekasan küzdött, végül csak két csapat, a Debreceni Egyetem és az Óbudai Egyetem maradtak talpon, így velük találkozhattok az offline versenyen!",
    "article2": "A Debreceni Egyetem már a csoportkörök alatt is kiemelkedett a versenytársai közül. A Szabó 'Rnx' Dávid által vezetett ötös 4-0-val lett első az A trióban, miután 13-8-ra, majd 13-0-ra (!!!) verte a Budapesti Műszaki Egyetem csapatát a Group Stage második napján. A harmadik napon sem volt ellenfelük, hiába találkoztak kétszer a Budapesti Corvinus Egyetem brigádjával, Biró 'PK' Botondék mindkét alkalommal 11-13-ra kaptak ki. Ezzel az út szabaddá vált a Debreceni egyetem előtt a rájátszásba, a B csoportban viszont nem volt ilyen egyszerű a helyzet. Mind az Óbudai Egyetem, mind a Pécsi Tudományegyet, mind pedig a Győri Széchényi István egyetem 2-2 győzelmet szerzett a harmadik nap végére. Végül a nemzetközi szabályrendszer érkezett a csapatok segítségére: mivel az Óbudai Egyetemnek volt a legjobb körkülönbsége, ők nyerték a csoportot, a SZIE és a PTE között pedig szintén a körkülönbséget nézték, csak nem a B csoport tekintetében, hanem egymás ellen, így a győriek maradtak ki a további küzdelmekből.",
    "article3": "Legutóljára tehát a Debreceni Egyetem csapott össze a Pécsi Tudományegyetemmel, az Óbudai Egyetem pedig a Corvinusszal találkozott. Az első meccsnek a teljesen hibátlan debreceniek hamar véget vetettek, ugyanis Havenen 13-9-re, Lotuson pedig 13-8-ra győzték le a pécsieket. A széria végeztével az Óbudai Egyetem kapott egy új esélyt, Erős 'Lucimucii' Lúciáék pedig éltek is vele: bár Ascenten hatalmas küzdelmek után 15-17-re alulmaradtak, Spliten feltámadtak, és 13-10-re megverték a Corvót. Itt már az oldalcsere sem mentette meg PK-ékat, Luciék 13-5-re verték őket Havenen.",
    "postImg": "https://esport1.hu/banner/e1generalgamebannervalorant.jpg",
    "mainImg": "https://esport1.hu/images/642d9402e7206_642d9402e71b6-valorant-lezarult-az-eek-powered-by-kh-rajatszasa-ok-lesznek-ott-az-offline-dontoben.jpg",
    "lead": false,
    "postDate": "2023/04/08"
  },
  {
    "title": "LOL: NINCS BAJ A VAYNE TOPPAL A RIOT GAMES SZERINT",
    "category": "LOL",
    "short": "Vayne nem erős, miközben jövőre jöhetnek a lanenként különböző minionok?",
    "article1": "Újabb frissítés, újabb kis státuszupdate a Riot Games fejlesztőitől! Riot Axes és Riot Phroxzon a 13.7-es patch Quick Gameplay Thoughts posztjában beszéltek az utolsó MSI-frissítésről, a 13.8-ról, Vayne és a többi ranged toplaner helyzetéről, valamint arról, hogy a két legproblémásabb karakterosztály, az ADC-k és a Fighterek mire számíthatnak a jövőben.",
    "article2": "Phroxzon számolt be a nemsokára érkező League of Legends frissítésről, amely meghatározza majd a 2023-as Mid-Season Invitational metáját. Elmondta, hogy összességében elégedettek azokkal a hősökkel, amiket a profik előszeretettel választanak, azonban nerfelni fogják a legerősebb erdészeket, tehát Sejuanit, Vi-t, Wukongot és Lee Sint, hogy egy kicsit diverzebb metát kapjunk az erdőben (de a 13.7 legerősebb erdészéről, Jarvanról például szó sem esett). Emellett Thresh és Zeri (végre!!!) nerfeket kapnak, Azirt pedig tovább buffolják, mert ha akarjuk, ha nem, W maxos Azirt fogunk játszani!",
    "article3": "A 13.6-os frissítésben Vayne, különösen a Vayne top kapott erősítéseket, ugyanis az Éjjeli vadász nagyon el volt tűnve mostanában, és szerették volna visszahozni a metába. Vayne egy olyan hős, aki egy remek játékstílust akar képviselni, név szerint azt, hogyha jobb vagy mint az ellenfeled, és outplayeled, akkor akár Challengerig is feljuthatsz. Vayne azonban egyáltalán nem váltotta valóra ezt a fantáziát, és inkább egy lowelo stompernek számított az elmúlt időben. Ezért kapott olyan buffokat, amelyek nem simán sebzésnövelések voltak, hanem például extra mozgási sebességet adtak a passzívjához. Bár az erősítések hatására Vayne-t többen játszották az elmúlt időszakban, mivel még a legjobb 40 toplaner közé sem fért be, így a Riot nem igazán érzi problémásnak a hőst, még akkor sem, hogyha nagyon idegesítő ellene játszani. Ha túl dominánssá válna, akkor rögtön figyelmet fordítanának felé, azonban a számok azt mutatják, hogy Vayne egyelőre rendben van, csak meg kell tanulni körbejátszani. Hát, akármennyire is nehéz kimondani, a Riotnak sajnos ebben igaza van: Vayne ellen egyáltalán nem kellemes játszani, azonban egy kis odafigyeléssel igen könnyű legyőzni az ADC-t, aki annyira rossz, hogy kiszorult az alsó ösvényről... Összességében a Riot Games az utóbbi pár frissítés során igazán kitett magáért, a folyamatos blogbejegyzések pedig a közösségnek is megnyugvást adhatnak. Remélhetőleg tartja ezt az irányt a fejlesztői csapat, hogy a League of Legends még jobb játék lehessen!",
    "postImg": "https://esport1.hu/images/643518e0ccb61_643518e0ccb1b-nincs-baj-a-vayne-toppal-a-riot-games-szerint.jpg",
    "mainImg": "https://esport1.hu/images/article/2023-04-11/643518ff78b16_vayne25.jpg",
    "lead": false,
    "postDate": "2023/04/10"
  },
  {
    "title": "LOL: 11 HŐS BUFFOT, 4 NERFET KAP A 13.8-AS, KÖVETKEZŐ MSI-PATCHBEN",
    "category": "LOL",
    "short": "Már nem kell sokat várni az év eddigi legnagyobb LoL-os versenyéig.",
    "article1": "A Riot Gamesnél most minden a 2023-as Mid-Season Invitationalről szól. Az idei év első nagy nemzetközi versenyéig már csak néhány hét van hátra, május 2-án a billentyűk közé csapnak a világ legjobb League of Legends játékosai. A balance team a jelenleg aktív 13.7-es, valamint a jövő szerdán élesedő 13.8-as frissítéseket ennek az eseménynek rendeli alá, így számos változás érkezett és érkezik, amelyik a profi metára lehet a legnagyobb hatással. Emellett a fejlesztők nem feledkeztek meg a Solo Queue idézőiről sem, nekik is készültek néhány buffal és nerffel.",
    "article2": "A MSI-ra készített Inkshadow skineket eltolták egy frissítéssel, így ezek a látványos kozmetikai elemek csak a 13.9-cel, május 3-án kerülnek be a kliensbe. A 2023-as londoni versenyt teljesen egészében magyar nyelven követheted, az első összecsapásokért május 2-án kell a lolesports.com oldalára kattintanod, ahol értékes dropok várnak rád. Hogy pontosan mik rejtőznek majd az e-sport kapszulákban, az egyelőre rejtély, de abban biztosak lehettek, hogy extra ikonokból és hangulatjelekből garantáltan nem szenvedtek majd hiányt.",
    "postImg": "https://esport1.hu/images/6433e901a7751_6433e901a7706-lol-teljesen-uj-passzivot-kap-az-egyik-legendas-targy.jpg",
    "mainImg": "https://esport1.hu/images/64350d78204fd_64350d78204b6-lol-11-hos-buffot-4-nerfet-kap-a-13.8-as-jovo-heti-msi-patchben.jpg",
    "lead": false,
    "postDate": "2023/04/11"
  },
  {
    "title": "LOL: A RIOT ELNÖKE ELÁRULT NÉHÁNY TITKOT AZ ARCANE 2. ÉVADÁRÓL",
    "category": "LOL",
    "short": "A várva várt LoL-os animációs sorozat következő évadára még mindig várni kell.",
    "article1": "A Riot Games maga sem gondolta volna, hogy ennyire sikeres lesz a League of Legends alapjaira épülő Arcane animációs sorozat. A Jinx és Vi főszereplésével készült első évad milliókat ültetett le a Netflix elé, a kritikusok az egekig magagasztalták, sőt az egész megkoronázásaként több Emmy-díjat is bezsebelt. A második évadról konkrétumokat nagyon keveset árult el eddig a készítőcsapat, de most végre információk kerültek fel az internetre. Nicolo Laurent, a Riot Games elnök-vezérigazgatója néhány fontos dolgot megosztott, amely bizakodásra adhat okot mindenkinek, aki szeretne újra elmerülni a zauni-piltoveri kalandokban.",
    "article2": "A Riot Games maga sem gondolta volna, hogy ennyire sikeres lesz a League of Legends alapjaira épülő Arcane animációs sorozat. A Jinx és Vi főszereplésével készült első évad milliókat ültetett le a Netflix elé, a kritikusok az egekig magagasztalták, sőt az egész megkoronázásaként több Emmy-díjat is bezsebelt. A második évadról konkrétumokat nagyon keveset árult el eddig a készítőcsapat, de most végre információk kerültek fel az internetre. Nicolo Laurent, a Riot Games elnök-vezérigazgatója néhány fontos dolgot megosztott, amely bizakodásra adhat okot mindenkinek, aki szeretne újra elmerülni a zauni-piltoveri kalandokban.",
    "article3": "Laurent elárulta, hogy már látta az Arcane Season 2 első három epizódját, azaz tényleg jó úton halad a gyártási folyamat. A francia üzletember kitért arra, hogy miért kell ennyire sokat várni a folytatásra: a váratlan siker miatt. A Riotnál nem hitték el, hogy ekkorát durranhat az Arcane, ezért nem kezdték el addig a munkálatokat az S2 kapcsán, amíg nem pörgetik le a rajongók az összes epizódot az első felvonásból. Emellett természetesen rengeteg időt emészt fel az, hogy ennyire aprólékosan és a precízen megalkossák azt a világot, ahol Runeterra hősei élik életüket. A konkrét megjelenési dátumról a LoL mögött álló cég első embere sem mondott semmit, de azt kijelentette, hogy 2023-ban biztosan nem kapjuk majd meg a következő Arcane adagunkat.",
    "postImg": "https://esport1.hu/images/62eba5922ffa1_62eba5922ff5c-arcane-mar-nezheted-ingyen-a-bridging-the-rift-elso-reszet.jpg",
    "mainImg": "https://esport1.hu/images/6432b23032779_6432b23032728-lol-a-riot-elnoke-elarult-nehany-titkot-az-arcane-2.-evadarol.jpg",
    "lead": false,
    "postDate": "2023/04/02"
  },
  {
    "title": "VALORANT: SOKKAL DRÁGÁBBAK LEHETNEK AZ ULTIK!",
    "category": "Valorant",
    "short": "Ez azért elég sok mindent megváltoztatna a Riot Games taktikai lövöldéjében.",
    "article1": "Érdekes jelenségre lettek figyelmesek azok, akik követi a VALORANT-történéseket Twitteren: egy a Bind reworkről szóló, azóta már törölt tweetben Viper ultija nem az eddig megszokott 7 pontba került, hanem már kétszámjegyű, azaz 10 orbot, killt vagy halált kellene szereznünk ahhoz, hogy tudjuk használni ezt az egyébként nagyon erős képességet!",
    "article2": "A tweet célja az volt, hogy bemutassa az érkező Bind rework egy fontos részletét, mégpedig az A lerakóra kerülő új hordót, amelynek a tetejéről egész rövidet belátjuk, ráadásul olyan módon, hogy Fürdőszobából ki sem tudnak lőni minket, ezzel egy új, biztonságos spotot adva a VALORANT egyik eredeti pályájához. Azonban a bemutatóban látható Viper képességei között egy jó nagy eltérést fedeztek fel, ez pedig a fent említett ulti nerf, ami a közösség szerint indokolatlanul nagy volt. Sokan azon aggódnak, hogyha a Riot Games tényleg vezeti ezt a drágítást, akkor az olyan játékosok, akik inkább támogatóbb szerepet töltenek be a meccseken, gyakorlatilag sose tudnának ultzini.",
    "article3": "Több megoldás is van erre a problémára: a Riot esetleg helyezhetne több Ultimate Orbot a pályára, vagy mondjuk a headshotok érhetnének két pontot egy helyett. Azonban ez oda is vezethet, hogy a legértékesebb ultikkal rendelkező karaktereknek még fontosabb lenne a képesség megszerzése, így pont az ellenkezőjét érhetnék el a váltzotatással. A megoldásokon azonban még nem kell gondolkozni, hisz az eredeti tweetet törölték, a ValorLeaks Twitter fiók pedig mindenkit biztosított, hogy egyelőre NEM kerülnek be ezek a változások, csak a Bind reworkre kell számítani.",
    "postImg": "https://esport1.hu/images/642d495f5a9f4_642d495f5a9a7-valorant-sokkal-dragabbak-lehetnek-az-ultik.jpg",
    "mainImg": "https://esport1.hu/images/article/2023-04-05/642d49da8a646_li4b7apjpyra1.jpg",
    "lead": false,
    "postDate": "2023/04/05"
  },
  {
    "title": "ÚJ ANIMÁCIÓK ÉS SKINEK JÖHETNEK EGY CS2-SZIVÁRGÁS SZERINT",
    "category": "CS:GO",
    "short": "Az adatbányászok elől még a Valve sem tudja elrejteni, hogy milyen izgalmas apróságokkal készülnek az új játék megjelenésére.",
    "article1": "Bár elég sokat tudunk a nyáron érkező Counter-Strike 2-ről – néhány szerencsés kiválasztott már játszhat is vele –, azért vannak még titkai a Valve-nak. Persze az egyre nagyobb adatbányász közösség elől ők sem tudnak mindent elrejteni, így derülhetett ki, hogy az új játékban a fejlesztők lemodellezték néhány fegyverben a töltényeket, továbbá az is, hogy a fájlok között „tauntok”, azaz teljesen új karakteranimációk is vannak.",
    "article2": "Az új fegyver modell részletek még egy nagyot dobhatnak az utóbbi időkben ismét fellángoló skinek iránti érdeklődésen. ZooL szerint többek között a P90-ben is lemodellezték a tár tartalmát és a jövőben ez akár arra is használható lesz, hogy a skinkészítők átlátszóvá tegyék a borítást és valós időben animálva láthassuk, ahogyan kiürül a tár. Mivel szinte biztosan nem unalmában rakta bele a játékba ezt a Valve, ezért elég gyanús, hogy végre kaphatunk valódi áttetsző fegyvereket majd az olyan trükkök után, mint az X-Ray vagy Clear Polymer skinek.",
    "article3": "De nem ez az egyetlen új érdekesség, ami a héten kiderült. Gabe Follower ugyanis potenciális taunt animációkat talált a fájlok között, amelyeket FPS és TPS nézetből is kirendereltek a fejlesztők. Ezek akár a szokásos játékvégi animációk is lehetnének, de Gabe Follower teljesen más fájlban találta őket és szerinte ezért sokkal valószínűbb, hogy ezeket a Danger Zone meccseken spamelhetjük majd, mint valami Fortnite-táncot. Ezen felül apróság, de az úszás animáció is megváltozott. Ezt mondjuk pont nem tudta még kipróbálni senki sem – Dust2-n még a csapból is por folyik.",
    "postImg": "https://esport1.hu/images/6435226fb2673_6435226fb2628-counter-strike-skinek-jonnek-a-valorantba.jpg",
    "mainImg": "https://esport1.hu/images/642e89148ae8e_642e89148ae40-uj-animaciok-es-skinek-johetnek-egy-cs2-szivargas-szerint.jpg",
    "lead": false,
    "postDate": "2023/04/10"
  },
  {
    "title": "Bejött a PUBG-nek a free-to-play modell",
    "category": "PUBG",
    "short": "A PUBG sokáig tartotta a fizetős üzleti modelljét, pedig lényegében az összes konkurense free-to-play játékként igyekezett megkeseríteni az életét. A Krafton végül beadta a derekát, és váltott: ráadásul sikerrel.",
    "article1": "Január 12-én free-to-play modellre váltott a PUBG: Battlegrounds: habár a játékból több mint 75 millió példány talált gazdára, az ingyenesen játszható konkurensek mellett egyre kevesebb levegőhöz jutott a battle royale zsáner öregfiúja. A Krafton a minap arról számolt be, hogy a váltás abszolút bejött nekik, az átállást követő héten ugyanis 486 százalékkal nőtt az új játékosok száma.",
    "article2": "A cég szerint ez lendületesebb növekedést jelent, mint amit az eredeti launch idején tapasztaltak, ráadásul bizonyos országokban még csak most kaptak rá a játékra igazán: a szovjet utódállamokban, Délkelet-Ázsiában és Dél-Amerikában még látványosabb, 537 százalékos volt a növekedés. A Steamen egyébként most a PUBG a harmadik legnépszerűbb játék, volt olyan időszak, amikor közel 700 ezren játszották egyszerre az anyagot.",
    "article3": "Ezzel együtt az átlagos játékidő is kilőtt, ez az összes platformot tekintve 100 százalékkal nőtt, míg a PlayStationön például 400 százalékos volt a növekedés. A Krafton szerint az átállás óta a Taego és az Erangel pályák voltak a legnépszerűbbek a játékosok körében.",
    "postImg": "https://www.gamekapocs.hu/media/galeria/jatek/8/8614/12441/214446_normal_pubg.jpg",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/1704/playerunknown-s-battlegrounds/playerunknown_s_battlegrounds_screenshot_20200224152406_1_original_760x425_cover.webp",
    "lead": false,
    "postDate": "2023/03/10"
  },
  {
    "title": "Engine-t válthat idén a PUBG, új térkép jön",
    "category": "PUBG",
    "short": "Rengeteg változás jön idén a népszerű battle royale lövöldébe, ami biztos, hogy kapunk egy új pályát, frissül a csalás elleni védelem, és ha szerencsénk van, új motorra váltanak a készítők.",
    "article1": "A PUBG Studios felvázolta a még mindig elképesztően népszerű battle royale játékukra vonatkozó ütemtervét, amelyből kiderül, mire számíthatunk idén és azt követően. Ami talán a legfontosabb, hogy a fejlesztő eltökélte, hogy a meglévő öregecske engine-t egy vadonatújra cseréli. Döntés még nem született ez ügyben, ahogy az sem, hogy az átállás egyáltalán lehetséges-e, 'de mindent megtesznek, hogy megpróbálják'. A részletek tisztázása még folyamatban van, de megígérték, hogy a jövőben bővebb tájékoztatást adnak az új játékmotorról.",
    "article2": "A blogposztban egy régóta áhított funkciót is szóba hoztak, ez pedig a moddolhatóság kérdése. Bizony, jó ötlet lenne, ha a közösség készíthetne és megoszthatna új játékmódokat, térképeket, ám a stúdió még nem erősített meg semmit ez ügyben, de 'vizsgálja' a modtámogatás lehetőségét. Tervezik, hogy egyre több elem rombolható legyen a játékban, amely 'teljesen új stratégiai szintet' hozhatna a PUBG-be, könnyen lehet, hogy ez új korszak kezdete is egyben, 'még izgalmasabb' élményt adva. A csapat arra törekszik idén, hogy a meccsek kevésbé legyenek stresszesek, és összességében élvezetesebb csatákat vívhassunk. A normál mérkőzésekben javul a kék zóna és a járművek spawnolási aránya, és egy friss újraélesztési rendszert is bevezetnek. Ami a fegyvereket illeti, az 5.56-os és a 7.62-es lőszerek közti egyensúly javulni fog, sokféle választási lehetőségünk lesz, még a nem túl gyakran használt mordályokat is érdemes lesz elővenni.",
    "article3": "2023-ra tervezik a PUBG új pályáját, a Neont, amely talán az egyik 'legnagyobb kihívás', amivel a stúdiónak szembe kell néznie. Az ihletet a Föld egyik legegyedibb helyéről vették, modern és hagyományos elemek is egyaránt ötvözni fog - csillogó felhőkarcolókkal teli modern városoktól kezdve egészen a hagyományos vidéki részekig. A Neonhoz új játékmeneti finomságok is tartoznak majd, új módokon szerezhetjük meg a kívánt lootot, ami 'megrendítheti a játékmenet alapvető dinamikáját'. Ennél több részletet is olvashatunk a hatodik évébe lépett PUGB jövőjéről a fenti linken, többek között a fejlett gépi tanulási rendszereinek felhasználásáról is, és a régóta áhított hardveres ban bevezetéséről is.",
    "postImg": "https://i.cdn29.hu/apix_collect_c/1704/playerunknown-s-battlegrounds/playerunknown_s_battlegrounds_screenshot_20201013101819_1_original_760x425_cover.webp",
    "mainImg": "https://www.gamekapocs.hu/media/galeria/jatek/8/8614/12441/243181_normal_pubg.jpg",
    "lead": false,
    "postDate": "2023/01/29"
  },
  {
    "title": "SHROUD IMÁDJA EZT AZ ÚJDONSÁGOT, AMIT A CS2 A VALORANT-BÓL EMELT ÁT",
    "category": "Valorant",
    "short": "Bár nem túl nagy újdonság, a streamer szerint többet nyom a latba, mint gondolnánk.",
    "article1": "Dolgozik a Valve, és igen, jön a Counter-Strike 2. A fejlesztők elmondása alapján a második rész minden rendszert felújít majd, legyen szó a grafikáról, a fizikáról vagy a játékmenetről, de még a UI, vagyis a kezelőfelület is teljesen megváltozik. Természetesen az egész interneten végigsöpört a reveal, amit a közösség hatalmas üdvrivalgással fogadott. Minden népszerű streamer reagált a füstgránátokat bemutató videóra, a profi CS:GO csapatok közösségi média felületei lángba borultak, miközben mindenki a korlátozott férőhelyű tesztre vár.",
    "article2": " Az egyik legnagyobb FPS-személyiség, Michael 'shroud' Grzesiek is elmondta véleményét a Counter-Strike 2-ről, azonban a teljes overhaul helyett ő inkább egy nagyon apró részletre hívta fel a figyelmet: Az egykori kanadai e-sportoló, aki a compLexity Gamingben, a Cloud9-ban, majd a VALORANT karrierje során a Sentinelsben játszott, konkrétan felugrott a székéből akkor, amikor meglátta, hogy a CS2 UI-a számolja a frageket a képernyő alján, valamint ha Ace-t szerzünk, akkor még világít is a kis grafikai elem. Shroudnak egyből a Riot Games taktikai FPS-e, a VALORANT jutott eszébe az új feature-ről, ami bár aprónak tűnik, a streamer szerint sokat dob a játékmeneten. A videóban elmondja, hogy mindig is ezt hiányolta a CS-ből, egy kis extra löketet akkor, hogyha valaki levadássza a teljesen ellenfél csapatot. Bár ez tényleg apróság a Counter-Strike 2 többi újdonságához képest, ha a killszámláló és a villanó Ace-jelző ilyen reakciót vált ki, akkor képzeljük csak el, milyen lehet majd a legendás Counter-Strike széria új részével játszani!",
    "postImg": "https://esport1.hu/images/641c179520d0e_641c179520cc7-shroud-imadja-ezt-az-ujdonsagot-amit-a-cs2-a-valorant-bol-emelt-at.jpg",
    "mainImg": "https://esport1.hu/images/641c179520d0e_641c179520cc7-shroud-imadja-ezt-az-ujdonsagot-amit-a-cs2-a-valorant-bol-emelt-at.jpg",
    "lead": false,
    "postDate": "2023/04/03"
  },
  {
    "title": "VALORANT: DURVA INDOKKAL MENESZTETTÉK AZ EDZŐT",
    "category": "Valorant",
    "short": "A FENNEL Female nem habozott, a botrány kiderülése után rögtön felbontották a szerződést az edzővel.",
    "article1": "Március 17-én leigazolta, március 20-án viszont menesztette is edzőjét a japán FENNEL Female, a FENNEL szervezetének női csapata. Hanpipe, a FENNEL Female tiszavirág életű karriert befutott coacha a csatlakozás előtt a vádak szerint egy fiatalkorú lánnyal létesített kapcsolatot, a FENNEL pedig a tényekről való megbizonyosodás után ki is rúgta a feltörekvő edzőt.",
    "article2": "A FENNEL egy Twitter-posztban közölte a történteket. Bár a posztot japánul közölték, nem kellett sok idő ahhoz, hogy a Redditen megjelenjen a fordítása. Eszerint hanpipe egy kiskorúval létesített kapcsolatot a FENNEL Female-hez való csatlakozása előtt, amire csak később derült fény. A FENNEL vizsgálata után maga hanpipe is elismerte a történéseket, és azt is bevallotta, hogy szánt szándékkal hallgatta el az igazságot a VALORANT csapat előtt. Ezek alapján pedig teljesen érthető az, hogy a FENNEL nem kívánt tovább együtt dolgozni a japán edzővel. Ezután a csapat megköszönte a rajongók támogatását, valamint bocsánatot kértek azért, hogy ilyen hírekkel kellett szolgálniuk mindössze napokkal azután, hogy bejelentették az új edzőjüket. Emellett azt is megígérték, hogy bevezetnek egy ellenőrzési rendszert, amelynek segítségével a jövőben nem történhet ilyen botrány.",
    "article3": "A FENNEL Female-nek a lehető legrosszabbkor jött hanpipe kirúgása, ugyanis még bőven nem állnak készen a 2023-as VALORANT Game Changers szezonra. A tavalyi idényben ők voltak az ázsiai régió egyik legjobb csapata, megnyerték a VCT Game Changers Japant, majd az East Asia kupán is elsők lettek. Bár a 2022-es Game Changers Championship tornáról két vert meccs után kiestek, tudtak pontot hozni a Team Liquid Brazil ellen, akik az alsó ági döntőig jutottak. Ezt követően két tag, az egykori csapatkapitány Seina 'KOHAL' Migita és Matsui 'Aika' Ayami is távoztak, a VCT Game Changers pedig nemsokára indul, így a FENNEL-nek gyorsan megoldást kell találni a problémára – remélhetőleg össze tudják rakni a felállást.",
    "postImg": "https://esport1.hu/images/642d495f5a9f4_642d495f5a9a7-valorant-sokkal-dragabbak-lehetnek-az-ultik.jpg",
    "mainImg": "https://esport1.hu/images/641985a101e82_641985a101e3a-valorant-durva-indokkal-menesztettek-az-edzot.jpg",
    "lead": false,
    "postDate": "2022/03/24"
  },
  {
    "title": "SNOOP DOGG TÁVOZIK A FAZE IGAZGATÓSÁGÁBÓL",
    "category": "CS:GO",
    "short": "Hiába sikeresek a FaZe játékosai, ha a szervezet rossz anyagi döntéseket hoz a fejük felett.",
    "article1": "A FaZe Clanban olyan legendás játékosok fordultak meg az évek alatt, mint karrigan, olofmeister, GuardiaN, NiKo, vagy éppen az elmúlt egy évben Majort és Intel Grand Slamet is nyerő Twistzz–ropz–broky-trió – és a sort még bőven lehetne folytatni. A CoD-ból tehát bőven kinőttek mára, sokak szerint az egyik legismertebb és legsikeresebb márka lett a FaZe. Ebből kiindulva pedig úgy döntöttek, ideje szintet lépni, ezért tőzsdére mentek 2021-ben és megpróbáltak lifestyle brandet faragni az orgból. Sőt, tavaly még Snoop Dogg is csatlakozott hozzájuk mint igazgatósági tag!",
    "article2": "Azonban az amerikai rapper és a FaZe útjai egy év után a múlthéten elváltak. A FaZe tőzsdei szereplése ugyanis finoman szólva sem sikerült valami jól – erről Ben írt egy remek cikket még januárban. Snoop Dogg ezt követő távozását az SEC felé közzétett bejelentésből tudhatta meg a világ. Eszerint az igazgatósági tagjuk március 29-től már nem része a FaZe Clannak, miután lemondott a helyéről. A bejelentés szerint nem volt vitás helyzet a felek között, de elég nyilvánvaló, hogy a FaZe tőzsdei szereplése állhat a döntése mögött.",
    "article3": "Mióta legutoljára mélységében foglalkoztunk a FaZe gazdasági helyzetével, lett egy-két új szponzoruk ugyan, de a NASDAQ közben megküldte az értesítőt arról, hogy 180 napjuk van az egydolláros minimum fölé visszamászni, különben leveszik őket a listáról. Egy tavaly decemberi jelentés alapján azonban nem csak ez fenyegeti a FaZe létezését. Állítólag már az év végére fizetésképtelenné válhatnak, ami a játékosaikat is veszélybe sodorhatja. Persze nem ők az egyetlen org, akik pénzhiánnyal küzdenek. Csak hogy néhány példát említsünk: a TSM és a CLG is nagy átalakításokba kezdett és lényegében kiszállhatnak az e-sportból, a Heroic pedig éppen csak megoldotta, hogy a nyarat még túléljék.",
    "postImg": "https://cdn.shopify.com/s/files/1/0068/5074/0281/files/faze-twitter-logo.png?v=1635160433",
    "mainImg": "https://esport1.hu/images/642d32eac49e2_642d32eac4995-snoop-dogg-tavozik-a-faze-igazgatosagabol.jpg",
    "lead": false,
    "postDate": "2023/04/09"
  },
  {
    "title": "A RIOT TOVÁBBRA SEM ENGED GAMBLING-SZPONZOROKAT A VALORANT-CSAPATOKNAK",
    "category": "Valorant",
    "short": "A nemrég megjelent híreszteléseket több megbízható forrás is áthúzta, de a Riot hivatalos válaszára még várnunk kell.",
    "article1": "Érdekes hírek röppentek fel a profi VALORANT világában: a török Esporkolik arról számolt be, hogy a Riot Games változtat azon álláspontján, miszerint a VALORANT-csapatokat nem támogathatják gamblinggel foglalkozó oldalak, ezzel rengeteg lehetőséget nyitva a csapatok és a szponzorok számára egyaránt.",
    "article2": "Azonban az Esporkolik jelentését hamar megcáfolták. Először a független újságíró, Max Katz, azaz purest számolt be arról, hogy egy Riot képviselő arról beszélt neki, hogy semmi ilyen változtatásra nem számíthatunk. Ezt George Geddes, az egyik legmegbízhatóbb VALORANT leaker is megerősítette, neki is azt az információt adták a Riot részéről, hogy a policy nem változik, hiába érkeznek riportok arról, hogy a gambling oldalak beszállhatnak a VALORANT e-sportba.",
    "article3": "Nem is annyira meglepő, hogy a Riot Games nem nyit az efféle szponzorok felé. Nemrég ugyanis megpróbálták, amikor együttműködésre léptek a nemrég elbukó kriptoóriás FTX-szel, akiknek az LCS mellett a világ legnépszerűbb e-sport csapatát, a TSM-et is támogatták, annak ellenére, hogy a licenszelt szervezeteknek meg volt tiltva, hogy szabályozatlan pénzügyi szereplőkkel társuljanak. A Riot az FTX széthullása után próbált távolságot tartani az ilyen cégektől, valamint magától az FTX-től is, és úgy látszik, kísérletezni sem szeretnének. Ennek ellenére az e-sport világában vannak olyan példák, amelyek a gambling oldalak szponzorként való fellépésének pozitív oldalát mutatják meg: a Valve két nagy versenyjátékában, a Dota 2-ben és a CS:GO-ban már évek óta láthatunk betting oldalakat a szponzorok között. Emellett a magyar e-sport színtéren is van példa, a TMP CS:GO Masters, ahol a TippmixPro segítette a hazai Counter-Strike-ot. Azonban a Riot hozzáállása is érthető – a kérdés csak az, hogy változik-e bármikor a véleményük?",
    "postImg": "https://esport1.hu/images/640dd7c8c3697_640dd7c8c3650-valorant-egyszeruen-fantasztikusak-ezek-az-ai-altal-rajzolt-ugynokok.jpg",
    "mainImg": "https://esport1.hu/images/6412f47817ef3_6412f47817ebd-a-riot-tovabbra-sem-enged-gambling-szponzorokat-a-valorant-csapatoknak.jpg",
    "lead": false,
    "postDate": "2022/03/23"
  },
  {
    "title": "A Krafton is metaverzumot és NFT-ket szeretne",
    "category": "PUBG",
    "short": "A PUBG-játékokról ismert Krafton sem szeretne kimaradni a játékipar legújabb őrületeiből: egyszerre szeretne NFT-kkel üzérkedni és metaverzumot is üzemeltetni. Sőt, az NFT-kereskedelem terepe a tervek szerint a metaverzum lenne.",
    "article1": "Lassan minden napra jut valami NFT-kkel kapcsolatos hír. Nemrég a Worms-játékokról ismert Team 17 égette meg magát és visszakozott gyorsan az eredeti terveiről, míg az Itch.io határozottan fel is szólalt ellenük. Az ellenérzések ellenére a videojátékipar legváltozatosabb szereplői próbálják betenni a lábukat erre a piacra, és közéjük akar tartozni a PUBG-játékokat készítő Krafton is.",
    "article2": "A Krafton több társulást is bejelentett, amelyek egyszerre szolgálják az NFT-zést és egy metaverzum kiépítését, ami szintén slágertéma mostanság – többek között a Meta, a Microsoft és az Epic is keresi a módját. A vállalat egyik új partnere a Seoul Auction Blue, ami Korea legnagyobb aukciós cégének társa, ami a Krafton alá tartozó Bluehole Studióval együtt fog azon dolgozni, hogy az MMORPG-k rendszerére és az újgenerációs grafikus technológiákra alapozva NFT-ket alkosson és árusítson.",
    "article3": "A másik partner, a Naver Z, pedig Ázsia legnagyobb metaverzum-platformján, a 290 millió felhasználóval rendelkező Zepetón edződött, és abban fog segíteni a Kraftonnak, hogy közösen létrehozzanak egy Unreal Engine-en alapuló virtuális valóságot. A Krafton a két vállalkozást szeretné össze is kötni, hogy az NFT-ket avatárként lehessen használni a majdani metaverzumán belül.",
    "postImg": "https://www.gamekapocs.hu/media/galeria/jatek/8/8614/12563/236920_normal_pubgbattlegrounds.jpg",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/1704/playerunknown-s-battlegrounds/playerunknown_s_battlegrounds_screenshot_20201020192247_1_original_760x425_cover.webp",
    "lead": false,
    "postDate": "2023/04/02"
  },
  {
    "title": "Fontos frissítést kapott az Escape from Tarkov",
    "category": "EFT",
    "short": "A játékba megérkezett a legújabb pálya, maga a város.",
    "article1": "2017 óta elérhető az Escape from Tarkov egyelőre félkész változata, amely így is évek óta igen masszív rajongótábort szórakoztat. A valósághű taktikai FPS-hez a minap megérkezett a legújabb frissítés, benne egy régóta várt új pályával. A Streets of Tarkov lényegében a város egy negyedét jelenti. Itt találunk elhagyatott gyártelepet, lakóparkot, irodaházakat, autókereskedést, hotelt és hasonló épületeket, amelyeket fel is fedezhetünk magunknak. És persze csatázhatunk más játékosokkal az értékes lootért.",
    "article2": "A frissítés ezen túl is rengeteg újdonságot és módosítást hozott magával. Új képességek, új megszerezhető vagy megvásárolható fegyverek és kiegészítők, páncélok kerültek a játékba. Sok hibát javítottak, illetve új opciókat és funkciókat építettek be. Így most már az időjárást is be lehet állítani. Csiszoltak a grafikán, amely eleinte a játék egyik erőssége volt, de az évek múlásával azért sokat kopott a fénye. Bővítették a kooperatív játékmódot, új dialógusokat kaptak bizonyos bossok, illetve FSR 2.1-támogatást kapott a játék.",
    "postImg": "https://i.cdn29.hu/apix_collect_c/1511/escape-from-tarkov/escape_from_tarkov_screenshot_20170128142644_5_original_760x425_cover.webp",
    "mainImg": "https://i.cdn29.hu/apix_collect_c/1511/escape-from-tarkov/escape_from_tarkov_screenshot_20170128142644_6_original_760x425_cover.webp",
    "lead": false,
    "postDate": "2022/05/24"
  },
  {
    "title": "VALORANT: NEMSOKÁRA ÉRKEZIK A PREMIER MÓD!",
    "category": "Valorant",
    "short": "Pár hónap, és jön a várva várt mód a Riot Games taktikai FPS-ébe!",
    "article1": "Új híreket kaptunk a Valorant új kompetitív módjáról, a Premierről! A Riot Games és hivatalos felületein közzétett videóban a Valorant Game Directore, Andy Ho, és a játék E-sport Igazgatója, Leo Faria mutatja be a League of Legends Clashez hasonló játékmódot.",
    "article2": "A Valorant Premier mód egy új lehetőség azon játékosok számára, akik szeretnének új szintre lépni a népszerű FPS-ben. Ötös premade-ek versenyezhetnek az egyes Acteken keresztül hetente rendezett fordulók során, ha pedig eleget nyersz a csapatoddal, bejuthatsz az Act végén rendezett rájátszásba, ahol már tényleg csak a legjobbak játszanak – természetesen a skill divisionökre lebontva. Bár már ez is kicsi változást jelent a League of Legends Clash módjának pár hetente megrendezett, egyhétvégés tornáin, a Valorant csapata még tovább szeretné vinni a Premiert.",
    "article3": "Leo Faria E-sportért felelős Igazgató számolt be arról, hogy a Premier mód élesedése után megszűnnek a Valorant Challenger tornák nyílt selejtezői – pontosabban a Premier veszi át a helyüket. A legjobban teljesítő csapatok ugyanis esélyt kapnak arra, hogy bizonyítsanak a Challenger ligákban, ahonnan a regionális, majd nemzetközi tornákba is esélyük lehet bejutni. Ezzel egy egyedi rendszert hoznak létre, ahol a játék és az e-sport ténylegesen egybeolvad. A gond csak az, hogy mindez még hónapokra van. Andy Ho elárulta, hogy a videóban elhangzó feature-ök csak a kezdet, azonban a Premier mód bétájára csak az Episode 6 Act 3 során számíthatunk. Mivel az Episode 6 nemrég indult, így még jó sokat kell várni arra, hogy a barátainkkal harcba szálljunk az örök dicsőségért és azért, hogy esélyünk legyen e-sportolóvá válni! Addig azonban bőven lehet gyakorolni, compokat összeállítani és taktikákat kidolgozni az egyes pályákra!.",
    "postImg": "https://esport1.hu/images/640cecb86ed51_640cecb86ed07-valorant-rangadoval-indul-a-vct-americas.jpg",
    "mainImg": "https://esport1.hu/images/6400ecfa4a4c0_6400ecfa4a47a-valorant-nemsokara-erkezik-a-premier-mod.jpg",
    "lead": false,
    "postDate": "2023/04/07"
  }
]
